---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SlantedColumnFailures
source: html/2c1bfdc6-9d89-eea3-8f7e-782e822664d8.htm
---
# BuiltInFailures.SlantedColumnFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.